const There = () => {
  return (
    <div className="h-full lg:w-1/2 px-3 mx-auto">
      <h1 className="text-center py-20 text-green-500">Use Of There</h1>
      <p className=""></p>
      <div className="py-10">
        USE OF 'THERE' <br />
        1. INTRODUCTION: <br />
        দৈনন্দিন জীবনে তথা বিভিন্ন গুরুত্বপূর্ণ ভাব প্রকাশের ক্ষেত্রে আমরা এমন
        কিছু বাক্য অহরহ ব্যবহার করি যে গুলোকে ইংরেজীতে অনুবাদ করতে হলে বাক্যের
        প্রথমেই there শব্দটিকে ব্যবহার করতে হয়। তাছাড়াও there-এর অন্যান্য
        ব্যবহারও রয়েছে যা কোন অংশে কম গুরুত্বপূর্ণ নয়। অভিজ্ঞতায় দেখা গেছে
        শিক্ষার্থীরা সাধারণত কিছু কিছু বাক্যে there-এর সঠিক ব্যবহার করে থাকে,
        কিন্তু তা না বুঝে, বুঝে নয়। <br />
        অত্যন্ত স্পষ্টভাবে ছাত্র/ছাত্রীদেরকে বোঝান যায় কোন কোন ক্ষেত্রে there
        ব্যবহৃত হবে। আর এই অধ্যায়ে শিক্ষার্থীদেরকে এমন এক চমৎকার কৌশল উপহার
        দেবার অঙ্গীকার ক'রে এই অধ্যায়টি শুরু করতে চান। <br />
        <br />
        II. TYPES OF USES <br />
        there-এর তিন প্রকার ব্যবহার নিয়ে এখানে আলোচনা করা হবে: <br />
        A. Introductory 'there' <br />
        B. Expletive 'there' <br />
        C. Adverb 'there' <br />
        <br />
        এগুলোর মধ্যে প্রথম ব্যবহারটি অত্যন্ত দরকারী এবং মজার। এটি নিয়েই
        শিক্ষার্থীদের অনেক হিমসিম খেতে দেখা যায়। তাহলে এবার একে একে ব্যবহার গুলো
        সম্বন্ধে বিস্তারিত আলোচনা করা যাক। <br />
        <br />
        <div className="">
          <h2 className="text-pink-600">
            A. Introductory 'There' <br />
          </h2>
          → 1. নিচের বাক্য তিনটি পড়: <br />
          = (Rahim lives in this village) রহিম এই গ্রামে থাকে। <br />
          (There are tigers in this jungle) এই বনে বাঘ থাকে/আছে। <br />
          - (There was a mistake in this letter) এই চিঠিতে একটি ভুল ছিল। <br />
          <br />
          একটি জিনিস কি লক্ষ্য করেছ? প্রতিটি বাক্যের ক্রিয়া (verb) হল "থাকা"। এই
          "থাকা"-verb এর আবার বিভিন্ন রূপ থাকতে পারে; যেমন:
          <br />
          <div className="py-5">
            <img src="/there.png" alt="" />
          </div>
          <br />
          উপরের চিত্রটি ভালভাবে দেখেছ ত? তুমি নিশ্চিন্তে থাকতে পার যে কিছুক্ষণ
          পরেই তুমি introductory 'there'-এর ব্যবহারটিকে পুরোপুরি আয়ত্ব করতে
          পারবে। তাহলে নিচের বাক্যগুলো পড় এবং প্রতিটি বাক্যে চিত্রে প্রদর্শিত
          একটি verb আছে কিনা তা দেখঃ <br />
          <div className="ml-10">
            (i) এই পুকুরে মাছ নেই। <br />
            (ii) এই পানিতে জীবাণু থাকতে পারে। <br />
            (iii) ঐ দুধটুক তাকে দিলে কেন? ওতে জীবাণু থাকতে পারত। <br />
            (iv) এই এলাকায় একটি ভাল স্কুল থাকা উচিত। <br />
            (v) তুমি যত ভালভাবেই লেখনা কেন, রচনাটিতে ভুল থাকবে। <br />
            (vi) এখানে একটি সভা হবে। <br />
            (vii) এক দেশে ছিল (ছিলেন) এক রাজা। <br />
            (viii) সেখানে কেউ ছিল না। <br />
            (ix) এই শহরের একটি যাদুঘর আছে। <br />
            (x) রহিম এই গ্রামে থাকে। <br />
          </div>
          এবার তাহলে দেখ "থাকা" verbটির কত রকম অর্থ বুঝাবার ক্ষমতা আছে।
          <br />
          <br />
          এই প্রত্যেক "থাকা"-verb-এর আবার বিভিন্ন রূপ থাকতে পারে যা প্রথম
          চিত্রটিতে দেখান হয়েছে (চিত্রটি আরেকবার দেখ।)। verb টির বিভিন্ন রূপকে
          একত্র ক'রে মোট ব্যাপারটি নিম্ন রূপে চিত্রের মাধ্যমে দেখান যায়: <br />
          <img src="/there2.png" alt="" />
          <br />
          <div className="border p-3">
            ◆ নিয়ম: থাকা = বাস করা হ'লে সেক্ষেত্রে ইংরেজী verbটি হবে live.
            কিন্তু থাকা = অস্তিত্ব থাকা এবং অবস্থিত/স্থাপিত থাকা অর্থে
            Introductory 'there' ব্যবহার করতে হবে।
          </div>
          <br />
          <div className="p-3  ml-10">
            এবার তাহলে বাক্যগুলোর ইংরেজী অনুবাদ দেখঃ <br />
            (x) Rahim lives in this village. (there হবে না) <br />
            (ix) There is a museum in this city. <br />
            (viii) There was no person there. <br />
            (vii) There was a king in a country. <br />
            (vi) There will be a meeting here. <br />
            (v) However well you write, there will be mistakes in the essay.{" "}
            <br />
            (iv) There should be a good school in this town. <br />
            (iii) Why did you give him that milk? There might be germs in it.{" "}
            <br />
            (ii) There may be germs in this water. <br />
            (i) There is no fish in this pond.
          </div>
          <br />
          ◆ Some interesting points <br />
          লক্ষ্য করেছ কি যে উপরের সবগুলো বাক্যের verb হল be-verb? Introductory
          there' যে বাক্যে ব্যবহৃত হয় সাধারণত তার verb হয় be-verb. <br />
          <br />
          ◆ কোন বাক্যেই there-এর কোন অর্থ নেই। শুধু বাক্যগুলো শুরু করার কাজে
          there সাহায্য করেছে। আর এজন্যেই একে বলে introductoty (সূচনামূলক
          বা-জ্ঞাপক) 'there'-এর কাজ শুধু কোন বাক্যকে শুরু করা। <br />
          <br />
          ◆ প্রতিটি বাক্যেই subject হল "অনির্দিষ্ট' বা indefinite. নির্দিষ্ট করে
          বুঝাচ্ছে এমন কোন subject থাকলে তখন <br /> there-ব্যবহৃত হবে না; <br />
          যেমনঃ <br />
          টেবিলের উপর একটি বই আছে There is a book on the table. <br />
          <br />
          একটি বই কিন্তু "কি" বা "কোন" বইটি তা বলা হয়নি। কিন্তু যদি বাক্যটি হয়
          নিম্নরূপ <br />
          তাহলে ইংরেজী অনুবাদটি কেমন হবে দেখঃ <br />
          বইটি টেবিলের উপর আছে (The book is on the table) <br />
          There is the book on the table লেখা যাবে না। <br />
          <br />
          ◆ There এর পর is/are/was/were কোনটি বসবে তা নির্ভর করে এই verb-এর
          পরবর্তী subject এর number এর উপর। Subject টি plural হলে be-verbটি হবে
          plural এবং singular হলে be-verbটি হবে singular… <br />
          <br />
          Introductory 'there' আরও কিছু verbএর সাথে ব্যবহৃত হতে পারে। তবে মূল
          ক্ষেত্র একই অর্থাৎ, অস্তিত্ব বা অবস্থিত থাকা অর্থে তা ব্যবহৃত হয়। সে
          সম্বন্ধে জানার আগে নিচের exerciseটি কর। অবহেলা কর না কিন্তু; অবশ্যই
          করবে। তাহলে এতক্ষণ যা শিখেছ সব কাজে প্রয়োগ করতে পারবে। <br />
          <br />
          <div className="border p-3">
            EXERCISE <br />
            ১। "থাকা" verbটির কত প্রকার অর্থ হতে পারে ব'লে তুমি জেনেছ? <br />
            কোন্ কোন্ অর্থের জন্য introductory 'there' ব্যবহৃত হয়? চিত্র এঁকে
            দেখাও। <br />
            ২। Introductory 'there'-এর কি কোন অর্থ আছে? এটি বাক্যে ব্যবহৃত হয়
            কেন? <br />
            ৩। There-এর পরে সচরাচর কোন verb ব্যবহৃত হয়? এই verb এর রূপ কিসের উপর
            নির্ভর করে? <br />
            ৪। নিচের structure টি ব্যবহার ক'রে প্রয়োজনীয় শব্দ বা শব্দ গুচ্ছ যোগ
            ক'রে যতগুলো সম্ভব বাক্য গঠন কর এবং তাদের বাংলা অর্থ লেখ:
            <br />
            <br />
            <div className="">
              Structure: There is/ are/ was/ were/ will be/ may be/ should be/
              might be/ can be/ could be/ should have been/ could have been/
              might have been/ may not be/ will not be /should not be/....... .
            </div>
            <br />
            NOTE:There should have been = থাকা উচিত ছিল <br />
            <br />
            There could have been = থাকতে পারত <br />
            There might have been = থাকা সম্ভব ছিল (থাকতেও পারত) <br />
            There may not be নাও থাকতে পারে <br />
            There should not be থাকা উচিত নয় <br />
            <br />
            ৫। নিচের dialogue (কথোপকথন) টি পড় এবং শুধু মাত্র চিহ্নিত বাক্যটি
            ইংরেজীতে অনুবাদ কর: <br />
            করিম : যাব না? তুমি আমাকে মারলে কেন? <br />
            মা : কিন্তু ঐ ঝোপের মধ্যে ত সাপ থাকতে পারত। <br />
            <br />
            ৬। There is the man in the street-বাক্যটি কি সঠিক? কেন? the-এর স্থলে
            a থাকলে কি বাক্যটি সঠিক হত? কেন? <br />
            ৭। ৪ নং প্রশ্নের জন্য গঠিত বাক্যগুলোকে interrogative-এ পরিণত কর।
            <br />
            <br />
            Ans. প্রতিটি ক্ষেত্রে এই অধ্যায়ের আলোচনার সাহায্য নাও। <br />
          </div>
          <br />
          👉 2. Verb 'to be' ছাড়াও আরও কয়েকটি verb এর সাথে 'there' introductory
          কার্য সাধনের জন্য ব্যবহৃত হয়। তবে মনে রাখবে এরা প্রত্যেকেই "অস্থিত্ব"
          জ্ঞাপন করে। <br />
          যেমন: <br />
          There [seem/ appear/ happen]to be [NP].
          <br />
          যেমন: There seems to be something wrong. (মনে হয় কিছু একটা ভুল হয়েছে
          ।)
          <br />
          ---এখানে 'মনে হচ্ছে' যে ভুলের 'অস্তিত্ব' আছে। <br />
          There appeared to have been a quarrel. (একটা ঝগড়া হয়েছিল বলে মনে)
          There happened to be a quarrel among them. (তাদের মধ্যে একটি ঝগড়া ঘটে
          গেল।) <br />
          <br />
          আবার নিচের ব্যবহার গুলো দেখঃ <br />
          Structure: There remain/ exist NP
          <br />
          <br />
          There remained some problems unsolved. (অমীমাংসিত কিছু সমস্যা (-র
          অস্তিত্ব) রয়ে গেল।) <br />
          There exists no difficulty now. (এখন আর কোন সমস্যা (-র অস্তিত্ব) নেই।)
          <br />
          নিচের ব্যবহার গুলোও লক্ষ্য কর: <br />
          <br />
          Structure: There [is/ are/ was/ were/] [something /nothing/ anything]
          adjective <br />
          <br />
          যেমন: <br />
          <p className="ml-10">
            Is there anything wrong? (কোন ভুল হয়েছে কি?)। অস্তিত্ব বুঝাচ্ছে।{" "}
            <br />
            No, there is nothing wrong. (না, কোন ভুল হয়নি।) <br />
            Yes, there may be something wrong. (হাঁ, কোন ভুল-ভ্রান্তি থাকতে
            পারে।)
            <br />
            There is something surprising in the book. (এই বইতে বিস্ময়কর কিছু
            একটা আছে।){" "}
          </p>
          <br />
          <br />
          এবার নিম্নলিখিত verb গুলোর সাথে there-এর ব্যবহারও লক্ষ্য কর: <br />
          Structure: There + [come/ go/ live] + NP + with indefinite article.{" "}
          <br />
          যেমন: <br />
          <p className="ml-10">
            There comes a beggar. (একজন ভিখারী আসছে।) <br />
            There goes a boy along the street. (রাস্তা বরাবর একটি বালক যাচ্ছে।){" "}
            <br />
            There lived a monk in a hut. (এক কুড়ে ঘরে থাকত এক সন্যাসী।)
          </p>
          <br />
          <br />[ লক্ষ্য কর, থাকা = live অর্থে এখানে there ব্যবহৃত হয়েছে কারণ,
          সন্যাসী হল অনির্দিষ্ট। যদি রহিম এর কথা বলা হত তাহলে there ব্যবহৃত হত
          না, কারণ কোন নাম (proper noun) তো কোন নির্দিষ্ট ব্যক্তির।]
        </div>
        <br />
        <br />
        <div className="">
          <h2 className="text-pink-600">B. Expletive 'There'</h2>
          Expletive-মানে হল interjection. Parts of Speech অধ্যায়ে interjection
          কাকে বলে তা তোমরা শিখেছ, মনে আছে ত? Interjection হল সেই সব word যা
          মনের কোন আকস্মিক আবেগ প্রকাশ করতে ব্যবহৃত হয়। <br /> যেমন: <br />
          <br />
          Alas! He is dead. (হায়! সে মারা গেছে।) <br />
          <br />
          এখানে Alas! হল interjection. 'There' কখনও কখনও sentence-এর প্রথমে
          stress বা জোর দেয়ার জন্য exclamatory কায়দায় interjection-এর মত ব্যবহৃত
          হয়। তখন একে বলে expletive 'there', এরূপ বাক্যে there শব্দটির উপর
          উচ্চারণের সময় জোর দেয়া হয়। <br /> Examples: <br />
          <br />
          There goes the thief! (ঐ যে চোরটি যায়। ) <br />
          ভেবেই দেখ কত আবেগের মুহূর্তে কথাটি বলা হচ্ছে। <br />
          There comes the cow! (ঐ যে গাভীটি আসছে।) <br />
          <br />
          -হয়তোবা হারিয়ে গিয়েছিল-খুঁজতে খুঁজতে তারা হয়রান হয়ে গেছে। তারপর দেখল
          যে গাভীটি আসছে। তখন খুশির আবেগ না জেগে কি পারে? <br />
          There's (= there is) the frog floating! (ঐ যে সে ব্যাঙটি ভাসছে।){" "}
          <br />
          -শিশুরা হয়ত ব্যাঙের দিকে ঢিল ছোড়া খেলা খেলতে খেলতে হঠাৎ হারিয়ে ফেলল
          ব্যাঙটিকে। অনেকক্ষণ পর দেখল যে ওটা আধমরা হয়ে ভেসে আছে। তখন তাদের কেমন
          খুশি লাগে। <br />
          There! There! How he plays! (আরে! আরে! কী সুন্দর খেলে সো) (দেখ! দেখ!
          কী সুন্দর খেলছে সে!) <br />
          There ! You are wrong! (ওহে! তুমি ভুল করেছ!) <br />
          There! You know everything I see! (আরে! তুমি যে সবকিছু জান দেখছি।){" "}
          <br />
          তাহলে এতক্ষণ যে বাক্যগুলো পড়লে তা থেকে সহজেই বুঝতে পারছ যে expletive
          'there' সম্বন্ধে নিম্নলিখিত কথাগুলো বলা যায়। না, কথার মাধ্যমে নয়,
          চিত্রের মাধ্যমে তা প্রকাশ করা যাক- <br />
          প্রশংসা বা উৎসাহ দিতে ব্যবহৃত হয় বাক্যের প্রথমে ব্যবহৃত হয় Expletive
          there Stress বা জোর প্রদান করে <br />
          Interjection-এর মত ব্যবহৃত হয় <br />
          মনোযোগ আকর্ষণ করতে ব্যবহৃত হয় <br />
          EXERCISE ১। <br />
          Expletive 'there'-কে expletive-বলা হল কেন? উদাহরণ দ্বারা বুঝাও। <br />
          ২। দু'টি বাক্য লেখ যাদের একটিতে একটি introductory 'there' এবং অন্যটিতে
          একটি expletive 'there' আছে। <br />
          ৩। উপরের চিত্রটি যা বলছে তা কি সত্য? পাঁচটি বাক্য গঠন ক'রে প্রমাণ কর।{" "}
        </div>
        <br />
        <br />
        <div className="">
          <h2 className="text-pink-600">
            C. Adverb 'There' <br />
          </h2>
          Adyerb অধ্যায়ে তোমরা জেনেছ 'adverb' কাকে বলে, কি ভাবে adverb চেনা যায়।
          অনেক ভাবেই adverb চেনা যেতে পারে, তবে, সাধারণত নিম্নলিখিত তিনটি
          প্রশ্নের মাধ্যমে অধিকাংশ adverb চেনা যায়। <br />
          where? → কোথায়? <br />
          when? → কখন? <br />
          How? ← কেমন ক'রে? কিভাবে? <br />
          <br />
          এর যেকোন একটি প্রশ্নের যে word থেকে পাওয়া যায় তা হল adverb. এখন নিচের{" "}
          <br />
          বাক্যটি পড়: <br />
          I went there. (আমি সেখানে গেলাম।) <br />
          <br />
          প্রশ্ন করা হল আমি "কোথায়" গেলাম? উত্তর পাওয়া গেল "সেখানে" বা "there",
          সুতরাং "there" হল এই বাক্যে একটি adverb There-এর এই ব্যবহারটি খুব সহজ।{" "}
          <br />
          There will be a meeting there (সেখানে একটি সভা হবে।) <br />
          এখানে প্রথম there টি হল introductory 'there' এবং পরবর্তী there টি হল
          adverb 'there'. <br />
          <br />
          EXERCISE ১। <br />
          এই অধ্যায়ে তোমরা 'there'-এর কয়টি ব্যবহার শিখেছ? কি কি? <br />
          প্রত্যেকটির ৩টি ক'রে উদাহরণ দাও। <br />
          ২। নিচের বাক্যগুলোতে introductory, expletive, এবং adverb 'there; খুঁজে
          বের But there was only one apple there on the table. Let there be no
          misunderstanding. There may be a war between the two countries. There!
          There! How nice the cat looks! There is something wrong in the
          passage.{" "}
        </div>
        <br /> <br />
      </div>
    </div>
  );
};

export default There;
